In [35]:
from tabulate import tabulate

girls = [
    ['Samantha', 17, 5.5, 80],
    ['Jada', 16, 6.0, 85],
    ['Jane', 17, 5.4, 70],
    ['Claire', 18, 5.9, 60],
    ['Elizabeth', 16, 5.6, 76],
    ['Mary', 18, 5.5, 66],
    ['Susan', 17, 6.1, 87],
    ['Waje', 20, 6.0, 95],
    ['Taibat', 19, 5.7, 50],
    ['Lilian', 17, 5.5, 49]
]

boys = [
      ['Charles', 19, 5.7, 74],
      ['Jude', 16, 5.9, 87],
      ['James', 18, 5.8, 75],
      ['Kelvin', 17, 6.1, 68],
      ['Biodun', 20, 5.9, 66],
      ['Wale', 19, 5.5, 78],
      ['Kunle', 16, 6.1, 87],
      ['Matthew', 18, 5.4, 98],
      ['Tom', 17, 5.8, 54],
      ['Kayode', 19, 5.7, 60] 
]
titles = ['Name', 'Age', 'Height', 'Score']

students = girls + boys

print(tabulate(students, titles))

Name         Age    Height    Score
---------  -----  --------  -------
Samantha      17       5.5       80
Jada          16       6         85
Jane          17       5.4       70
Claire        18       5.9       60
Elizabeth     16       5.6       76
Mary          18       5.5       66
Susan         17       6.1       87
Waje          20       6         95
Taibat        19       5.7       50
Lilian        17       5.5       49
Charles       19       5.7       74
Jude          16       5.9       87
James         18       5.8       75
Kelvin        17       6.1       68
Biodun        20       5.9       66
Wale          19       5.5       78
Kunle         16       6.1       87
Matthew       18       5.4       98
Tom           17       5.8       54
Kayode        19       5.7       60

In [40]:
exp = input("Enter years of experience: ")
age = input("Enter your age: ")

if exp > 25 and age >= 55:
    ATR = 5600000
    print(f"Your ATR is {ATR}")

Enter years of experience: 26
Enter your age: 56

TypeError: '>' not supported between instances of 'str' and 'int'